Repository: HighPriest/RBR_copilot_installer
Catalog: InstallationForm.*.resx
Languages: pl

# tab1textBox2.Text
source: Read before continuing with installation!
pl: Przeczytaj przed kontynuowaniem instalacji!

# tab1textBox1.Text
source: Information
pl: Informacja

# richTextBox1.Text
source: RBR Pacenotes Installer v1.1.0 In following steps, you are going to choose style, language & voice of copilot in your favorite games COMPATIBILITY: Installed Pacenotes are compatible only with: - RallySimFans Pacenotes Plugin - Assetto Corsa (alpha) - Dirt Rally 2.0 (alpha) - CrewChief V4 (beta) DISCLAIMER: The installer does not download or install any executable software on your computer. Only task of this program is to download & configure audio files for a virtual rally co-pilot. You can proceed with installation without worry about losing your current configuration. All files which are altered by the installer, are copied & saved into a compressed archive, next to newly installed files. Previous configurations can be retrieved & applied at any time.
pl: Instalator nie pobiera ani nie instaluje na komputerze żadnego oprogramowania i plików wykonywalnych. Jedynym zadaniem tego programu jest pobranie i skonfigurowanie plików audio dla wirtualnego pilota rajdowego. W kolejnych krokach wybierzesz styl, język i głos pilota użyty w pluginie Pacenote Richard Burns Rally i pluginie CrewChief Rally. Możesz kontynuować instalację bez obawy o utratę bieżącej konfiguracji. Wszystkie pliki, które są zmieniane przez instalator, są kopiowane i zapisywane w skompresowanym archiwum, obok nowo zainstalowanych plików. Poprzednie konfiguracje można odzyskać i zastosować w dowolnym momencie.

# tab1buttonNext.Text
source: Accept
pl: Akceptuj

# tab2textBox2.Text
source: State of online services & access to private content
pl: Stan usług online i dostęp do prywatnej zawartości

# tab2label2.Text
source: Enter private key
pl: Wpisz klucz prywatnej zawartości

# tab2label1.Text
source: Server status:
pl: Status serwera:

# tab2buttonBack.Text
source: Back
pl: Wstecz

# tab2buttonNext.Text
source: Next
pl: Dalej

# tab3textBox2.Text
source: Directories of programs to modify
pl: Lokalizacja programów do zmodyfikowania

# tab3textBox1.Text
source: Programs
pl: Programy

# tab4textBox2.Text
source: Select content to download
pl: Wybierz zawartość do pobrania

# tab4textBox1.Text
source: Downloading
pl: Pobieranie

# tab4richTextBox.Text
source: You can choose many styles & sound packs at once. The one you would like to use after installation, can be selected in following steps. If you would like to change the style or voice pack after the installation is complete, downloaded data is cached on drive. Just start the installer & make changes on further screens. Config: Pacenotes style. Numeric (Hairpin, 1, Square, 2, 3, 4, 5, 6), Descriptive (Easy, Medium, Slow), etc... Language: Language of the Pacenote plugins User Interface. Including written names of pacenotes. Sounds: Language & voice of the CoPilot.
pl: Możesz wybrać wiele stylów i pakietów dźwiękowych do pobrania jednocześnie. Ten, którego chcesz użyć po instalacji, można wybrać w kolejnych krokach. Jeśli będziesz chciał zmienić styl, lub pakiet głosowy po zakończeniu instalacji, możesz to zrobić poprzez modyfikację plików konfiguracyjnych. Config: Styl notatek. Numeryczny (Hairpin, 1, Square, 2, 3, 4, 5, 6), Opisowy (Easy, Medium, Slow), etc... Language: Język interfejsu użytkownika pluginu Pacenote. W tym pisane nazwy notatek. Sounds: Język i głos pilota rajdowego.

# tab4buttonBack.Text
source: Back
pl: Wstecz

# tab4buttonNext.Text
source: Download
pl: Pobierz

# tab5textBox2.Text
source: Wait for the installer to finish downloading seleceted content
pl: Poczekaj aż instalator zakończy pobieranie wybranych materiałów

# tab5textBox1.Text
source: Downloading
pl: Pobieranie

# tab5label1.Text
source: Currently downloading
pl: Aktualnie pobieram

# tab6textBox2.Text
source: Select which files from downloaded configuration would you like to use after installation
pl: Wybierz, których plików z pobranej konfiguracji chcesz użyć po instalacji

# tab6textBox1.Text
source: Configuration
pl: Konfiguracja

# tab6label1.Text
source: UI language of Pacenote Plugin
pl: Język interfejsu Pluginu Pacenote

# tab6label3.Text
source: Pacenotes style
pl: Styl notatek

# tab6label2.Text
source: CoPilot voice
pl: Głos Pilota Rajdowego

# tab6buttonBack.Text
source: Reinstall
pl: Reinstaluj

# tab6buttonNext.Text
source: Save
pl: Zapisz

# tab7textBox2.Text
source: Wait for the installer to finish installing selected content
pl: Potwierdź zgodność zainstalowanej zawartości z oczekiwaną konfiguracją

# tab7textBox1.Text
source: Installing
pl: Finalizacja

# tab7label1.Text
source: Currently installing
pl: Finalna konfiguracja
